{
    "navLinks": "Home[#home], About Us[#about-us], Our Philosophy[#our-philosophy]",
    "heroTitle": "The Gems Vision",
    "heroSubTitle": "Building The Future Vision",
    "heroParagraph": "At GEMS, we firmly hold the belief that education should holistically nurture and harmonize every facet of an individual's being. Central to this vision is the vital objective of fostering moral and character development in every student. Our aim is to guide each child towards realizing their innate godliness, enabling them to evolve into extraordinary individuals. Moreover, we recognize the significance of cultivating each child's unique abilities and areas of interest, ensuring their growth aligns with their true potential. At GEMS, we are dedicated to empowering students to become divine human beings who embrace their individuality and make a positive impact on the world around them.",
    "heroButtonLink": "Contact Us[#contact-us]",
    "prePrimaryCardTitle": [
        "Regular Yoga",
        "Camp Fire",
        "Cultural Activities",
        "Color Day Celebrations",
        "Motor Skill Activities",
        "Loving and Caring Teacher",
        "E-Learning"
    ],
    "primaryCardTitle": [
        "Immersing into the Nature",
        "Indoor Games",
        "Nature is the Best Classroom!",
        "Visit to Historical Places",
        " Educational Tours - Visit to Global 20 Summit",
        "Adventurous Activities",
        "Sowing Seeds of Nature Conservation Thoughts",
        "Science Experiments"
    ],
    "aboutUsTitle": "A Few Words About Us",
    "aboutUsSubtitle": "Committed to Education",
    "aboutUsParagraph": "Global English Medium School is established with the sole purpose to create a nurturing space for the students to expand their horizons, and cultivate their inherent talents. With an unwavering commitment to excellence, we provide an extraordinary educational approach guided by a team of devoted educators enthusiastic about empowering our students to embark on a journey to reach their fullest potential, both personally and academically. By infusing creativity and interactivity into our teaching methods, we strive to make education a truly captivating experience. Our philosophy revolves around recognizing and embracing the unique interests of every student and providing them with tailored opportunities to grow and evolve in alignment with their passions and aspirations. At Global English Medium School, we believe in transforming learning into a delightful and engaging journey for each and every child.",
    "philosophyTitle": "The GEMS Philosophy",
    "philosophySubtitle": "\"We want education by which character is formed, strength of mind is increased, the intellect is expanded and by which one can stand on one's own feet.\" - SWAMI VIVEKANANDA",
    "philosophyLink": "Read More[#our-philosophy]",
    "philosophyParagraph": "At GEMS we believe in the profound philosophy of Swami Vivekananda. Backed by substantial expertise in the education field, our leadership has crafted a philosophy, that has yielded remarkable results throughout the years. Our distinctive teaching approach fosters an atmosphere of appreciation, empowerment, and respect, ensuring that each student feels capable and valued. Through the collaborative environment, we strive to create an interactive educational experience for every student.",
    "testimonialName": "SIDDHARTH CHANDRAKANT PAWAR",
    "testimonialDesignation": "Designation",
    "testimonialParagraph": "Paragraph",
    "googleMapUrl": "",
    "phoneNumber": "",
    "emailId": "",
    "facebookLink": "",
    "instagramLink": "",
    "branchAddress": [
        "Branch Address",
        "Branch Address"
    ],
    "primaryCardImage": [
        "Immersing into the Nature",
        "Indoor Games",
        "Nature is the Best Classroom!",
        "Visit to Historical Places",
        " Educational Tours - Visit to Global 20 Summit",
        "Adventurous Activities",
        "Sowing Seeds of Nature Conservation Thoughts",
        "Science Experiments"
    ]
}