{
    "navLinks": "Home[#home], About Us[#about-us], Our Philosophy[#our-philosophy]",
    "heroTitle": "The Gems Vision",
    "heroSubTitle": "Building The Future Vision",
    "heroParagraph": "At GEMS, we firmly hold the belief that education should holistically nurture and harmonize every facet of an individual's being. Central to this vision is the vital objective of fostering moral and character development in every student. Our aim is to guide each child towards realizing their innate godliness, enabling them to evolve into extraordinary individuals. Moreover, we recognize the significance of cultivating each child's unique abilities and areas of interest, ensuring their growth aligns with their true potential. At GEMS, we are dedicated to empowering students to become divine human beings who embrace their individuality and make a positive impact on the world around them.",
    "heroButtonLink": "Contact Us[#contact-us]",
    "prePrimaryCardTitle": [
        "Regular Yoga",
        "Camp Fire",
        "Cultural Activities",
        "Color Day Celebrations",
        "Motor Skill Activities",
        "Loving and Caring Teacher",
        "E-Learning"
    ],
    "primaryCardTitle": [
        "Immersing into the Nature",
        "Indoor Games",
        "Nature is the Best Classroom!",
        "Visit to Historical Places",
        " Educational Tours - Visit to Global 20 Summit",
        "Adventurous Activities",
        "Sowing Seeds of Nature Conservation Thoughts",
        "Science Experiments"
    ],
    "aboutUsTitle": "A Few Words About Us",
    "aboutUsSubtitle": "Committed to Education",
    "aboutUsParagraph": "Global English Medium School is established with the sole purpose to create a nurturing space for the students to expand their horizons, and cultivate their inherent talents. With an unwavering commitment to excellence, we provide an extraordinary educational approach guided by a team of devoted educators enthusiastic about empowering our students to embark on a journey to reach their fullest potential, both personally and academically. By infusing creativity and interactivity into our teaching methods, we strive to make education a truly captivating experience. Our philosophy revolves around recognizing and embracing the unique interests of every student and providing them with tailored opportunities to grow and evolve in alignment with their passions and aspirations. At Global English Medium School, we believe in transforming learning into a delightful and engaging journey for each and every child.",
    "philosophyTitle": "The GEMS Philosophy",
    "philosophySubtitle": "\"We want education by which character is formed, strength of mind is increased, the intellect is expanded and by which one can stand on one's own feet.\" - SWAMI VIVEKANANDA",
    "philosophyLink": "Read More[#our-philosophy]",
    "philosophyParagraph": "At GEMS we believe in the profound philosophy of Swami Vivekananda. Backed by substantial expertise in the education field, our leadership has crafted a philosophy, that has yielded remarkable results throughout the years. Our distinctive teaching approach fosters an atmosphere of appreciation, empowerment, and respect, ensuring that each student feels capable and valued. Through the collaborative environment, we strive to create an interactive educational experience for every student.",
    "testimonialName": [
        "Dr. Pramod Kadam",
        "Prof. Sunil Khot",
        "Mr. Abhishekh Gorpade",
        "Prof. Sunil Khot",
        "Mrs. Vidya Ransing",
        "Mr. Pravin Mane",
        "Arnav Hulawale"
    ],
    "testimonialDesignation": [
        "Sr. Software Engg. Parent of 6th Grade student",
        "PICT College, Pune. Parent of a 1st and an 8th grade student",
        "Sr. Software Developer. Parent of a Grade 5 Student",
        "PICT College, Pune. Parents of a Grade 8 Student",
        "Parent of a Grade 6 Student",
        "Sr. Software Engg. Parents of Grades 4",
        "8th Grade Student"
    ],
    "testimonialParagraph": [
        "\"As a parent, I couldn't be happier with the education my children have received at Global School. The community is welcoming, the curriculum is challenging, and the emphasis on character development is unmatched. My children have not only excelled academically but have also grown into confident and compassionate individuals.\"",
        "\"Choosing Global School for our children has been one of the best decisions we've ever made. The school's nurturing environment, combined with its rigorous academic program, has helped our kids thrive both in and out of the classroom. We've seen tremendous growth in their confidence, critical thinking skills, and love for learning. The supportive community of teachers and staff truly care about each child's success.\"",
        "\"What sets Global School apart is the focus on the whole child. Not only are our children excelling academically, but they are also developing strong moral values and social skills. The teachers are passionate, approachable, and always willing to go the extra mile to support our kids. We feel confident that they are receiving an education that prepares them for future challenges while also encouraging their individual talents.\"",
        "\"From the moment we stepped onto the campus of Global School, we knew it was the right place for our daughter. The welcoming atmosphere, diverse curriculum, and emphasis on character education have made a significant impact on her development. She comes home excited about what she's learned every day, and we've seen her grow into a curious and confident young person. We're so grateful for the care and attention she receives from her teachers.\"",
        "\"We've been part of the Global School community for several years, and it feels like a second family. The individualized attention each child receives is unparalleled, and the school's commitment to fostering a love of learning is evident in everything they do. Our son has flourished here, both academically and socially, and we couldn't be happier with the progress he's made.\"",
        "\"At Global School, our children are not just students; they are valued members of a caring community. The school's approach to education is holistic, balancing academics with social, emotional, and ethical development. We've seen our children become more confident, independent, and motivated learners. The dedication of the teachers and staff is extraordinary, and we are proud to be part of this wonderful school.\"",
        "\"My time at Global School has been nothing short of amazing. The teachers are passionate and truly care about each student's success. The small class sizes mean I get personalized attention, and the diverse range of extracurricular activities has allowed me to explore my interests. I feel well-prepared for college and beyond!\""
    ],
    "googleMapUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d313.4314045363857!2d73.83189833116332!3d18.45732550988694!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3bc295001cb07871%3A0xafbedbbc8ed0b324!2sGlobal%20English%20Medium%20School!5e1!3m2!1sen!2sin!4v1723366353819!5m2!1sen!2sin",
    "phoneNumber": "9689926751",
    "emailId": "gems.31314@gmail.com",
    "facebookLink": "https://www.facebook.com/profile.php?id=100066502790889&mibextid=ZbWKwL",
    "instagramLink": "https://www.instagram.com/gemspune?utm_source=qr&igsh=cjVtamVkZDU3bzd0",
    "branchAddress": [
        "Global School, Near SBI Ambegaon Bk. branch, Pune - 411046",
        "Global School, Near SBI Ambegaon Bk. branch, Pune - 411046"
    ],
    "primaryCardImage": [
        "Immersing into the Nature",
        "Indoor Games",
        "Nature is the Best Classroom!",
        "Visit to Historical Places",
        " Educational Tours - Visit to Global 20 Summit",
        "Adventurous Activities",
        "Sowing Seeds of Nature Conservation Thoughts",
        "Science Experiments"
    ]
}